/* Toolbar item */
"Action" = "Akcja";
"Active" = "Aktywny (port)";

/* Window title. */
"Activity" = "Activity";
"Allow" = "Pozwól";
"Always" = "Zawsze";

/* Transfer action for existing files */
"Prompt" = "Spytaj mnie co zrobić";

/* Toolbar item */
"{0} Bookmarks" = "{0} Zakładki";

/* Alert sheet alternate button */
"Cancel" = "Anuluj";

/* Toolbar item tooltip */
"Character Encoding" = "Kodowanie znaków";
"Choose" = "Wybierz";

/* Toolbar item in Transfer Window. */
"Clean Up" = "Wyczyść";

/* Remove all bookmarks from history. */
"Clear Menu" = "Wymaż menu";

/* Toolbar item */
"Column" = "Kolumna";

/* Toolbar item tooltip */
"Connect to server" = "Połącz z serwerem";

/* Copy {FTP|Web|Distribution} URL */
"{0} URL" = "{0} URL";

/* Alert sheet text */
"Could not open or read the host file" = "Nie można otworzyć lub czytać pliku z hosta";
"Could not open the file" = "Nie można otworzyć pliku";
"Could not show the file" = "Nie można pokazać pliku";
"Could not show the file in the Finder" = "Nie można pokazać pliku w Finderze";

/* Toolbar item tooltip */
"Create New Folder" = "Stwórz nowy folder";

/* Menu item */
"Cut {0}" = "Wytnij {0}";
"Copy {0}" = "Kopiuj {0}";
"Default" = "Domyślne";

/* Alert sheet title
   Alert sheet default button
   Toolbar item */
"Delete" = "Usuń";
"Delete Bookmark" = "Usuń zakładkę";

/* Toolbar item tooltip */
"Delete file" = "Usuń plik";
"Deny" = "Odrzuć";

/* Alert sheet default button
   Toolbar item */
"Disconnect" = "Rozłącz";

/* Alert sheet title */
"Disconnect from {0}" = "Rozłącz z {0}";

/* Toolbar item tooltip */
"Disconnect from server" = "Rozłącz z serwerem";
"Do you want to delete the selected bookmark?" = "Czy chcesz skasować zaznaczoną zakładkę?";

/* Toolbar item */
"Download" = "Pobierz";
"Download As:" = "Pobierz jako:";

/* Toolbar item tooltip */
"Download file" = "Pobierz plik";
"Download the selected file to…" = "Pobierz zaznaczony plik do…";

/* Toolbar item */
"Edit" = "Edytuj";

/* Toolbar item tooltip */
"Edit file in external editor" = "Edytuj plik w zewnętrznym edytorze";

/* Toolbar item */
"Encoding" = "Kodowanie";

/* Alert sheet title */
"Error" = "Błąd";

/* Quit application on Windows */
"Exit" = "Wyjście";
"File" = "Plik";

/* A column in the browser */
"Filename" = "Nazwa pliku";
"{0} Items" = "{0} pliki";
"Folder" = "Katalog";
"FTP (File Transfer Protocol)" = "FTP (transfer plików)";
"FTPS (FTP/SSL)" = "FTPS (FTP/SSL)";

/* Toolbar item */
"Get Info" = "Informacje";

/* Toolbar item */
"Go to Folder" = "Idź do katalogu";
"History" = "Historia";

"Invalid character in filename." = "Nieprawidłowy znak w nazwie pliku.";
"Invalid character in folder name." = "Nieprawidłowy znak w nazwie katalogu.";

/* A column in the browser */
"Kind" = "Rodzaj";
"Extension" = "Rozszerzenie";
"Region" = "Region";
"Version" = "Version";

/* Toolbar item */
"List" = "Lista";
"Local" = "Lokalny";
"Local File" = "Lokalny plik";
"Mac Line Endings (CR)" = "Mac-owe znaki końca linii (CR)";

/* A column in the browser */
"Modified" = "Zmodyfikowany";

/* Move a downloaded file to the trash */
"Move to Trash" = "Przenieś do kosza";
"Multiple files" = "Wiele plików";

/* Toolbar item */
"New Connection" = "Otwórz połączenie";

/* Toolbar item */
"No external editor available" = "Edytor zewnętrzny niedostępny";

/* Alert sheet text */
"No newer version available." = "Nowsza wersja niedostępna.";
"No private key selected" = "Nie wybrano prywatnego klucza";
/* Alert sheet title */
"No update" = "Brak uaktualnienia";
"None" = "Żaden";

/* 1.2MB of 3.4MB */
"{0} of {1}" = "{0} z {1}";

/* Alert default button
   Alert sheet default button */
"OK" = "OK";
"Open" = "Otwórz";

/* Open corresponding HTTP URL in default browser tooltip */
"Open in Web Browser" = "Otwórz w przeglądarce";

/* Toolbar item */
"Outline" = "Zarys";

/* A column in the browser */
"Owner" = "Właściciel";

/* A column in the browser */
"Group" = "Grupa";
"Passive" = "Pasywny (PASV)";

/* Menu item */
"Paste {0}" = "Wklej {0}";

/* A column in the browser */
"Permissions" = "Pozwolenia";

/* Toolbar item */
"Quick Connect" = "Szybkie połączenie";

/* Toolbar item */
"Quick Look" = "Szybki podgląd";
"Quit" = "Wyjdź";
"Quit Anyway" = "Wyjdź mimo to";

/* Confirm deleting files. */
"Delete {0} files" = "Skasuj {0} plik(ów)";

/* Toolbar item */
"Refresh" = "Odśwież";

/* Toolbar item tooltip */
"Refresh directory listing" = "Odśwież listowanie katalogu ";

/* Toolbar item in Transfer Window. */
"Reload" = "Przeładuj";

/* Toolbar item in Transfer Window. */
"Remove" = "Usuń";
"Remove completed transfers from list." = "Usuń zakończone transfery z listy.";


"Review…" = "Przejrzyj…";

/* Toolbar item in Transfer Window. */
"Search" = "Szukaj";
"Server File" = "Plik serwera";
"SFTP (SSH File Transfer Protocol)" = "SFTP (bezpieczny transfer plików SSH)";
"Show" = "Pokaż";

/* Toolbar item tooltip */
"Show file attributes" = "Pokaż atrybuty pliku";
"Show in Finder" = "Pokaż w Finderze";

/* Toolbar item tooltip */
"Show Transfers window" = "Pokaż okno transferów";

/* A column in the browser */
"Size" = "Rozmiar";

/* Toolbar item in Transfer Window. */
"Stop" = "Stop";

/* Toolbar item tooltip */
"Switch Browser View" = "Przełącz widok przeglądarki";
"Symbolic Link (File)" = "Link symboliczny (plik)";
"Symbolic Link (Folder)" = "Link symboliczny (katalog)";

/* Toolbar item */
"Synchronize {0} with" = "Synchronizuj {0}";

/* Toolbar item tooltip */
"Synchronize files" = "Synchronizuj pliki";

/* Alert sheet text */
"The connection will be closed." = "Połączenie zostanie zamknięte.";
"There are files currently being transferred. Quit anyway?" = "W kolejce są jeszcze transferowane pliki. Wyjść mimo to?";

/* Alert sheet text */
"There was a problem checking for an update. Please try again later." = "Wystąpił problem w trakcie sprawdzania aktualizacji. Proszę spróbować ponownie później.";

/* Toolbar item tooltip */
"Toggle Bookmarks" = "Przełącz zakładki";
"Transfer in progress" = "Transfer w toku";

/* Toolbar item */
"Transfers" = "Transfery";

"Auto" = "Auto";
"Unknown" = "Nieznany";
"Unknown size" = "Nieznany rozmiar";

/* Toolbar item */
"Upload" = "Wyślij";

/* Toolbar item tooltip */
"Upload local file to the remote host" = "Wyślij plik lokalny do zdalnego hosta";

/* Toolbar item */
"View" = "Widok";

"You are connected to at least one remote site. Do you want to review open browsers?" = "Jesteś podłączony/a do co najmniej jednego serwera. Chcesz przejrzeć otwarte przeglądarki?";
"Open Network Diagnostics" = "Otwórz diagnostykę sieci";
"WebDAV (Web-based Distributed Authoring and Versioning)" = "WebDAV (Web-based Distributed Authoring and Versioning)";
"WebDAV (HTTP/SSL)" = "WebDAV (HTTP/SSL)";

/* Update sources */
"Release" = "Wydanie";
"Beta" = "Beta";
"Snapshot Builds" = "Migawki wersji";

"Show Hidden Files" = "Pokaż ukryte pliki";

/* Toggle Toolbar on Windows */
"Hide Toolbar" = "Ukryj pasek narzędzi";
"Show Toolbar" = "Pokaż pasek narzędzi";
